---
kind: property
id: P:Autodesk.Revit.DB.Plane.Normal
source: html/480fe97b-26fd-6376-ab66-bb204862572b.htm
---
# Autodesk.Revit.DB.Plane.Normal Property

Plane normal.

## Syntax (C#)
```csharp
public XYZ Normal { get; }
```